Repository: FriendsOfShopware/ShopManagerSwift
Catalog: shopware/Localizable.xcstrings
Source language: en
Languages: de

source: Edit conditions
de: Bedingungen bearbeiten

source: Edit conditions…
de: Bedingungen bearbeiten…

source: Edit customer
de: Kunde bearbeiten

source: Edit customer contact details and addresses
de: Kontaktdaten und Adressen des Kunden bearbeiten

source: Edit customers
de: Kunden bearbeiten

source: Edit data…
de: Daten bearbeiten …

source: Edit details…
de: Details bearbeiten …

source: Edit discount
de: Rabatt bearbeiten

source: Edit discount…
de: Rabatt bearbeiten…

source: Edit file details
de: Dateidetails bearbeiten

source: Edit inventory
de: Bestand bearbeiten

source: Edit inventory…
de: Bestand bearbeiten…

source: Edit items…
de: Positionen bearbeiten…

source: Edit note
de: Notiz bearbeiten

source: Edit note…
de: Notiz bearbeiten…

source: Edit order
de: Bestellung bearbeiten

source: Edit order address
de: Bestelladresse bearbeiten

source: Edit order address…
de: Bestelladresse bearbeiten…

source: Edit price
de: Preis bearbeiten

source: Edit price…
de: Preis bearbeiten…

source: Edit product
de: Produkt bearbeiten

source: Edit promotion
de: Aktion bearbeiten

source: Edit review
de: Bewertung bearbeiten

source: Edit selected
de: Auswahl bearbeiten

source: Edit selected customers
de: Ausgewählte Kunden bearbeiten

source: Edit shipping address…
de: Lieferadresse bearbeiten…

source: Edit this field's structured data as JSON. Use null to clear it.
de: Bearbeiten Sie die strukturierten Daten dieses Feldes als JSON. Verwenden Sie null, um das Feld zu leeren.

source: Edit tracking codes…
de: Sendungsnummern bearbeiten…

source: Edit variant
de: Variante bearbeiten

source: Editable
de: Bearbeitbar

source: Email address
de: E-Mail-Adresse

source: Email confirmed
de: E-Mail bestätigt

source: Enabled
de: Aktiviert

source: Ends
de: Endet

source: Enter a company for this business address.
de: Geben Sie für diese Geschäftsadresse einen Firmennamen ein.

source: Enter a discount of zero or greater.
de: Gib einen Rabatt von null oder mehr ein.

source: Enter a positive maximum discount, or leave it empty.
de: Gib einen positiven Höchstrabatt ein oder lasse das Feld leer.

source: Enter a product name.
de: Gib einen Produktnamen ein.

source: Enter a product number.
de: Gib eine Produktnummer ein.

source: Enter a promotion code.
de: Gib einen Aktionscode ein.

source: Enter a promotion name.
de: Gib einen Aktionsnamen ein.

source: Enter a valid email address.
de: Geben Sie eine gültige E-Mail-Adresse ein.

source: Enter a valid shipping cost.
de: Gib gültige Versandkosten ein.

source: Enter a valid shop address, such as https://your-shop.com.
de: Geben Sie eine gültige Shop-Adresse ein, zum Beispiel https://ihr-shop.de.

source: Enter a valid stock quantity.
de: Gib einen gültigen Bestand ein.

source: Enter a valid value for %@.
de: Gib einen gültigen Wert für %@ ein.

source: Enter a whole number between 1 and 500.
de: Gib eine ganze Zahl zwischen 1 und 500 ein.

source: Enter one tracking code per line.
de: Gib eine Sendungsnummer pro Zeile ein.

source: Enter the address recipient's first and last name.
de: Geben Sie den Vor- und Nachnamen des Adressaten ein.

source: Enter the birthday as YYYY-MM-DD.
de: Geben Sie den Geburtstag im Format JJJJ-MM-TT ein.

source: Enter the URL of your Shopware 6 store. We'll verify it hosts an Admin API.
de: Geben Sie die URL Ihres Shopware-6-Shops ein. Wir prüfen, ob eine Admin-API vorhanden ist.

source: Enter valid gross and net prices of zero or greater.
de: Gib gültige Brutto- und Nettopreise von null oder höher ein.

source: Enter valid JSON before applying.
de: Geben Sie vor dem Anwenden gültiges JSON ein.

source: Excluded promotions
de: Ausgeschlossene Aktionen

source: Existing individual codes will be kept, but cannot be redeemed with this code type.
de: Bestehende individuelle Codes bleiben erhalten, können mit diesem Codetyp aber nicht eingelöst werden.

source: Existing product groups and selected customers continue to apply.
de: Bestehende Produktgruppen und ausgewählte Kunden gelten weiterhin.

source: Expired
de: Abgelaufen

source: Fields you don't change continue to inherit from the parent product.
de: Felder, die du nicht änderst, werden weiterhin vom Hauptprodukt geerbt.

source: File details
de: Dateidetails

source: File name
de: Dateiname

source: File type
de: Dateityp

source: Files
de: Dateien

source: Files already attached to this product are unavailable.
de: Dateien, die diesem Produkt bereits zugeordnet sind, sind nicht auswählbar.

source: Filter by
de: Filtern nach

source: Filters
de: Filter

source: First name
de: Vorname

source: First name and last name are required.
de: Vorname und Nachname sind erforderlich.

source: Fixed code
de: Fester Code

source: Fixed price
de: Festpreis

source: Fixed unit price
de: Fester Stückpreis

source: Folder
de: Ordner

source: Folder name
de: Ordnername

source: Folders
de: Ordner

source: Free shipping
de: Versandkostenfrei

source: From
de: Von

source: From %@
de: Von %@

source: General
de: Allgemein

source: Generate
de: Generieren

source: Generate %@?
de: %@ generieren?

source: Generate between 1 and 500 individual codes for %@.
de: Generieren Sie 1 bis 500 individuelle Codes für %@.

source: Generate codes
de: Codes generieren

source: Generate codes…
de: Codes generieren…

source: Generate document
de: Dokument erzeugen

source: Generate document…
de: Dokument erstellen…

source: Generate individual codes or adjust your search.
de: Generiere individuelle Codes oder passe deine Suche an.

source: Generated automatically
de: Wird automatisch generiert

source: Get an instant push when a new order is placed, delivered by your store's push app.
de: Erhalten Sie sofort eine Push-Mitteilung bei neuen Bestellungen – über die Push-App Ihres Shops.

source: Get info
de: Informationen

source: Getting your shop ready…
de: Ihr Shop wird vorbereitet…

source: Grid
de: Raster

source: Gross
de: Brutto

source: Gross price
de: Bruttopreis

source: Gross unit price
de: Bruttostückpreis

source: Group
de: Gruppe

source: Group decisions run Shopware's configured notifications. Completed customers will not be processed again.
de: Entscheidungen zu Kundengruppenanfragen lösen die in Shopware konfigurierten Benachrichtigungen aus. Bereits bearbeitete Kunden werden nicht erneut verarbeitet.

source: Group request
de: Kundengruppenanfrage

source: Guest
de: Gast

source: Guest customer
de: Gastkunde

source: Has images
de: Mit Bildern

source: Height (mm)
de: Höhe (mm)

source: Hide password
de: Passwort ausblenden

source: Hide review
de: Bewertung ausblenden

source: Highest price first
de: Höchster Preis zuerst

source: Highest priority
de: Höchste Priorität

source: Highest rating
de: Höchste Bewertung

source: Highest total
de: Höchster Gesamtbetrag

source: Home
de: Start

source: https://your-shop.com
de: https://ihr-shop.de

source: Identifiers
de: Kennungen

source: Images
de: Bilder

source: Inactive
de: Inaktiv

source: Inactive customer
de: Inaktiver Kunde

source: Include %s for letters or %d for digits in the code pattern.
de: Verwende %s für Buchstaben oder %d für Ziffern im Codemuster.

source: Individual codes
de: Individuelle Codes

source: Install the FroshMobilePush app in this Shopware store to receive order pushes.
de: Installieren Sie die FroshMobilePush-App in diesem Shopware-Shop, um Bestell-Pushes zu erhalten.

source: Internal comment
de: Interner Kommentar

source: Internal note
de: Interne Notiz

source: Inventory
de: Bestand

source: Invoice
de: Rechnung

source: Invoice: %@
de: Rechnung: %@

source: Item name
de: Positionsname

source: Item prices cannot be negative. Add a credit instead.
de: Positionspreise dürfen nicht negativ sein. Füge stattdessen eine Gutschrift hinzu.

source: Items
de: Artikel

source: Its discounts and individual codes will also be permanently deleted.
de: Die Rabatte und individuellen Codes dieser Aktion werden ebenfalls dauerhaft gelöscht.

source: Just now
de: Gerade eben

source: Keep editing
de: Weiter bearbeiten

source: Keep hidden
de: Verborgen lassen

source: Keep unchanged
de: Unverändert lassen

source: Keywords
de: Schlüsselwörter

source: Kind
de: Typ

source: Language
de: Sprache

source: Largest first
de: Größte zuerst

source: Last login
de: Letzte Anmeldung

source: Last name
de: Nachname

source: Last order
de: Letzte Bestellung

source: Latest delivery
de: Späteste Lieferung

source: Leave a limit empty for unlimited redemptions.
de: Lasse ein Limit leer, um unbegrenzt viele Einlösungen zu erlauben.

source: Leave both fields empty to keep the current password.
de: Lassen Sie beide Felder leer, um das aktuelle Passwort beizubehalten.

source: Leave either field empty for no limit.
de: Lass ein Feld leer, um keine Grenze festzulegen.

source: Length (mm)
de: Länge (mm)

source: Link gross and net prices
de: Brutto- und Nettopreise verknüpfen

source: List
de: Liste

source: List price
de: Streichpreis

source: Live campaigns
de: Aktive Kampagnen

source: Load more
de: Mehr laden

source: Load more customers
de: Weitere Kunden laden

source: Load more files
de: Weitere Dateien laden

source: Loading %@…
de: %@ wird geladen…

source: Loading activity…
de: Aktivitäten werden geladen…

source: Loading address options…
de: Adressoptionen werden geladen …

source: Loading available options…
de: Verfügbare Optionen werden geladen …

source: Loading bulk edit options…
de: Optionen für die Mehrfachbearbeitung werden geladen …

source: Loading codes…
de: Codes werden geladen…

source: Loading customer options…
de: Kundenoptionen werden geladen …

source: Loading customers…
de: Kunden werden geladen …

source: Loading fields…
de: Felder werden geladen…

source: Loading media…
de: Medien werden geladen …

source: Loading order…
de: Bestellung wird geladen…

source: Loading orders…
de: Bestellungen werden geladen …

source: Loading product…
de: Produkt wird geladen…

source: Loading products…
de: Produkte werden geladen…

source: Loading promotion…
de: Aktion wird geladen…

source: Loading promotions…
de: Aktionen werden geladen…

source: Loading review…
de: Bewertung wird geladen…

source: Loading reviews…
de: Bewertungen werden geladen…

source: Loading states…
de: Bundesländer werden geladen …

source: Loading storefronts…
de: Storefronts werden geladen …

source: Loading variants…
de: Varianten werden geladen…

source: Log in
de: Anmelden

source: Log in as %@
de: Als %@ anmelden

source: Log in as customer
de: Als Kunde anmelden

source: Logging in…
de: Anmeldung läuft …

source: Login access
de: Anmeldezugriff

source: Login will be limited to the selected sales channel.
de: Die Anmeldung wird auf den ausgewählten Verkaufskanal beschränkt.

source: Low stock
de: Geringer Bestand

source: Low stock — %@
de: Niedriger Bestand – %@

source: Low-stock threshold
de: Schwelle für niedrigen Bestand

source: Lowest price first
de: Niedrigster Preis zuerst

source: Lowest price in the last 30 days
de: Niedrigster Preis der letzten 30 Tage

source: Lowest rating
de: Niedrigste Bewertung

source: Lowest stock
de: Niedrigster Bestand

source: Make it yours
de: Ihr Shop, Ihr Stil

source: Manage addresses
de: Adressen verwalten

source: Manage discounts and promotion codes
de: Rabatte und Aktionscodes verwalten

source: Manage discounts and promotion codes for your shop.
de: Verwalte Rabatte und Aktionscodes für deinen Shop.

source: Manage from anywhere
de: Von überall verwalten

source: Manage inherited assignments on the parent product.
de: Verwalte geerbte Zuordnungen am Hauptprodukt.

source: Manage inherited media on the parent product.
de: Verwalte geerbte Medien am Hauptprodukt.

source: Manage products, prices, and stock for your shop.
de: Verwalte Produkte, Preise und Bestände für deinen Shop.

source: Manage shops
de: Shops verwalten

source: Manufacturer
de: Hersteller

source: Manufacturer no.
de: Herstellernr.

source: Maximum discount
de: Höchstrabatt

source: Maximum purchase
de: Maximale Abnahme

source: Maximum purchase must be at least the minimum purchase.
de: Die maximale Abnahme muss mindestens der minimalen Abnahme entsprechen.

source: Maximum rating
de: Maximale Bewertung

source: Measurements
de: Maße

source: Media
de: Medien

source: Media library
de: Mediathek

source: Media options
de: Medienoptionen

source: Meta description
de: Meta-Beschreibung

source: Meta title
de: Meta-Titel

source: Minimum purchase
de: Minimale Abnahme

source: Minimum rating
de: Minimale Bewertung

source: More
de: Mehr

source: Most redeemed
de: Am häufigsten eingelöst

source: Most sold
de: Meistverkauft

source: Move files
de: Dateien verschieben

source: Move here
de: Hierher verschieben

source: Move…
de: Verschieben …

source: My Shop
de: Mein Shop

source: Name, email, company or number
de: Name, E-Mail, Firma oder Nummer

source: Needs attention
de: Erfordert Aufmerksamkeit

source: Net
de: Netto

source: Net price
de: Nettopreis

source: Net unit price
de: Nettostückpreis

source: Never
de: Nie

source: New codes are added to the existing codes. Each code can be redeemed once.
de: Neue Codes werden den bestehenden hinzugefügt. Jeder Code kann einmal eingelöst werden.

source: New customers
de: Neue Kunden

source: New folder
de: Neuer Ordner

source: New folder…
de: Neuer Ordner …

source: New password
de: Neues Passwort

source: New product
de: Neues Produkt

source: New product…
de: Neues Produkt…

source: New promotion
de: Neue Aktion

source: New promotion…
de: Neue Aktion…

source: New status
de: Neuer Status

source: New tag
de: Neuer Tag

source: New tag…
de: Neuer Tag …

source: Newest first
de: Neueste zuerst

source: No
de: Nein

source: No active storefront is available for this customer's sales-channel binding.
de: Für die Verkaufskanalbindung dieses Kunden ist keine aktive Storefront verfügbar.

source: No activity yet
de: Noch keine Aktivitäten

source: No address set
de: Keine Adresse hinterlegt

source: No addresses found
de: Keine Adressen gefunden

source: No billing address
de: Keine Rechnungsadresse

source: No cart rules
de: Keine Warenkorbregeln

source: No categories assigned
de: Keine Kategorien zugewiesen

source: No code required
de: Kein Code erforderlich

source: No customers assigned
de: Keine Kunden zugewiesen

source: No customers found
de: Keine Kunden gefunden

source: No data in this period
de: Keine Daten in diesem Zeitraum

source: No description
de: Keine Beschreibung

source: No discounts
de: Keine Rabatte

source: No documents
de: Keine Dokumente

source: No documents yet
de: Noch keine Dokumente

source: No end date
de: Kein Enddatum

source: No explicit price in this currency
de: Kein eigener Preis in dieser Währung

source: No images
de: Ohne Bilder

source: No items
de: Keine Positionen

source: No matching codes
de: Keine passenden Codes

source: No matching files
de: Keine passenden Dateien

source: No matching items
de: Keine passenden Einträge

source: No matching orders
de: Keine passenden Bestellungen

source: No matching products
de: Keine passenden Produkte

source: No matching promotions
de: Keine passenden Aktionen

source: No matching reviews
de: Keine passenden Bewertungen

source: No matching variants
de: Keine passenden Varianten

source: No order confirmation email will be sent.
de: Es wird keine Bestellbestätigung per E-Mail versendet.

source: No order rules
de: Keine Bestellregeln

source: No orders
de: Keine Bestellungen

source: No orders yet
de: Noch keine Bestellungen

source: No PDF uploaded
de: Keine PDF hochgeladen

source: No pending request
de: Keine offene Anfrage

source: No product media
de: Keine Produktmedien

source: No products yet
de: Noch keine Produkte

source: No promotions yet
de: Noch keine Aktionen

source: No properties assigned
de: Keine Eigenschaften zugewiesen

source: No reply
de: Keine Antwort

source: No reply yet
de: Noch keine Antwort

source: No results match your filters.
de: Keine Ergebnisse für Ihre Filter.

source: No reviews yet
de: Noch keine Bewertungen

source: No rule-based prices
de: Keine regelbasierten Preise

source: No sales channels assigned
de: Keine Verkaufskanäle zugewiesen

source: No shops
de: Keine Shops

source: No shops connected
de: Keine Shops verbunden

source: No start date
de: Kein Startdatum

source: No status emails will be sent.
de: Es werden keine Status-E-Mails gesendet.

source: No subfolders
de: Keine Unterordner

source: No tags assigned
de: Keine Tags zugewiesen

source: No tax rate — gross and net won't stay in sync.
de: Kein Steuersatz – Brutto und Netto bleiben nicht synchron.

source: No tracking codes
de: Keine Sendungsnummern

source: No variants
de: Keine Varianten

source: None
de: Keine

source: Not allowed
de: Nicht erlaubt

source: Not set
de: Nicht angegeben

source: Not specified
de: Nicht angegeben

source: Note
de: Notiz

source: Notes
de: Notizen

source: Nothing here
de: Nichts vorhanden

source: Number
de: Nummer

source: Number of codes
de: Anzahl der Codes

source: Oldest first
de: Älteste zuerst

source: Only compatible rules can be selected.
de: Es können nur kompatible Regeln ausgewählt werden.

source: Only the fields you choose will change for the selected customers.
de: Bei den ausgewählten Kunden werden nur die Felder geändert, die Sie auswählen.

source: Only the fields you choose will change for these %lld customers.
de: Bei %lld Kundenkonten werden nur die ausgewählten Felder geändert.

source: Only your team can see this note.
de: Nur dein Team kann diese Notiz sehen.

source: Open
de: Offen

source: Open customer
de: Kunde öffnen

source: Open file
de: Datei öffnen

source: Open folder
de: Ordner öffnen

source: Open media
de: Medium öffnen

source: Open order
de: Bestellung öffnen

source: Open order #%@
de: Bestellung Nr. %@ öffnen

source: Open orders
de: Offene Bestellungen

source: Open product
de: Produkt öffnen

source: Open promotion
de: Aktion öffnen

source: Open review
de: Bewertung öffnen

source: Open Reviews to moderate
de: Bewertungen zum Moderieren öffnen

source: Open shop
de: Shop öffnen

source: Open the app to sync
de: App öffnen zum Synchronisieren

source: Opening storefront
de: Storefront wird geöffnet

source: Opening the storefront with the customer's account…
de: Die Storefront wird mit dem Kundenkonto geöffnet …

source: Opening your shop…
de: Ihr Shop wird geöffnet…

source: Optional note
de: Optionale Notiz

source: Order
de: Bestellung

source: Order access unavailable
de: Kein Zugriff auf Bestellungen

source: Order action failed
de: Bestellaktion fehlgeschlagen

source: Order actions
de: Bestellaktionen

source: Order count
de: Anzahl Bestellungen

source: Order history
de: Bestellhistorie

source: Order information
de: Bestellinformationen

source: Order item
de: Bestellposition

source: Order items
de: Bestellpositionen

source: Order list actions
de: Aktionen für die Bestellliste

source: Order not found
de: Bestellung nicht gefunden

source: Order number
de: Bestellnummer

source: Order push
de: Bestell-Push

source: Order rules
de: Bestellregeln

source: Order section
de: Bestellbereich

source: Order status
de: Bestellstatus

source: Order validation failed.
de: Die Bestellprüfung ist fehlgeschlagen.

source: Order, payment, and delivery status changes will appear here.
de: Änderungen am Bestell-, Zahlungs- und Lieferstatus erscheinen hier.

source: Order: %@
de: Bestellung: %@

source: Orders
de: Bestellungen

source: Orders from your shop will appear here.
de: Die Bestellungen deines Shops erscheinen hier.

source: Orders placed by this customer will appear here.
de: Die Bestellungen dieses Kunden werden hier angezeigt.

source: Orders today
de: Bestellungen heute

source: Orders, products, and customers. All within reach.
de: Bestellungen, Produkte und Kunden. Alles im Blick.

source: Organization
de: Zuordnung

source: Overview
de: Übersicht

source: Pack unit
de: Verpackungseinheit

source: Pack unit (plural)
de: Verpackungseinheit (Plural)

source: Packaging
de: Verpackung

source: Parent folder
de: Übergeordneter Ordner

source: Password
de: Passwort

source: Payment
de: Zahlung

source: Payment and delivery actions apply to the current payment or delivery for each order.
de: Zahlungs- und Lieferaktionen gelten für die aktuelle Zahlung oder Lieferung jeder Bestellung.

source: Payment method
de: Zahlungsart

source: Payment open 3+ days
de: Zahlung seit 3+ Tagen offen

source: Payment status
de: Zahlungsstatus

source: Payment: %@
de: Zahlung: %@

source: PDF files up to 50 MB.
de: PDF-Dateien bis 50 MB.

source: Pending
de: Ausstehend

source: Pending first
de: Ausstehende zuerst

source: Pending group requests
de: Offene Kundengruppenanfragen

source: Pending request
de: Offene Anfrage

source: Per customer
de: Pro Kunde

source: Percentage
de: Prozentual

source: Permanently delete the selected orders?
de: Die ausgewählten Bestellungen endgültig löschen?

source: Phone
de: Telefon

source: Photo library…
de: Fotomediathek …

source: Postal code
de: Postleitzahl

source: Preparing customer cart…
de: Warenkorb des Kunden wird vorbereitet …

source: Preparing photo…
de: Foto wird vorbereitet …

source: Prevent combination with other promotions
de: Kombination mit anderen Aktionen verhindern

source: Preview
de: Vorschau

source: Preview document
de: Dokumentvorschau

source: Previous payment attempt
de: Vorheriger Zahlungsversuch

source: Price
de: Preis

source: Price and stock
de: Preis und Bestand

source: Price not editable (variant or advanced prices)
de: Preis nicht bearbeitbar (Variante oder erweiterte Preise)

source: Prices are hidden in this shop's display settings.
de: Preise sind in den Anzeigeeinstellungen dieses Shops ausgeblendet.

source: Pricing
de: Preise

source: Pricing rule
de: Preisregel

source: Priority
de: Priorität

source: Priority must be a whole number of zero or greater.
de: Die Priorität muss eine ganze Zahl von null oder mehr sein.

source: Private
de: Privat

source: Process orders, update stock, approve reviews, and share invoices on the go.
de: Bestellungen bearbeiten, Bestände aktualisieren, Bewertungen freigeben und Rechnungen teilen – unterwegs.

# Processing %lld of %lld
source: Processing %1$lld of %2$lld
de: %lld von %lld werden verarbeitet

source: Product
de: Produkt

source: Product actions
de: Produktaktionen

source: Product availability
de: Produktverfügbarkeit

source: Product fields
de: Produktfelder

source: Product group
de: Produktgruppe

source: Product groups
de: Produktgruppen

source: Product information
de: Produktinformationen

source: Product list actions
de: Aktionen für die Produktliste

source: Product number
de: Produktnummer

source: Product order
de: Artikelreihenfolge

source: Product rules
de: Produktregeln

source: Product section
de: Produktbereich

source: Product set
de: Produktset

source: Products
de: Produkte

source: Products…
de: Produkte…

source: Promotion
de: Aktion

source: Promotion actions
de: Aktionsoptionen

source: Promotion availability
de: Aktionsverfügbarkeit

source: Promotion code
de: Aktionscode

source: Promotion codes
de: Aktionscodes

source: Promotion ends
de: Aktionsende

source: Promotion list actions
de: Optionen der Aktionsliste

source: Promotion name
de: Aktionsname

source: Promotion prices are calculated by the shop.
de: Aktionspreise werden vom Shop berechnet.

source: Promotion section
de: Aktionsbereich

source: Promotion starts
de: Aktionsbeginn

source: Promotions
de: Aktionen

source: Properties
de: Eigenschaften

source: Public reply
de: Öffentliche Antwort

source: Purchase limits
de: Abnahmegrenzen

source: Purchase steps
de: Abnahmeschritte

source: Purchase unit
de: Verkaufseinheit

source: Push app not installed
de: Push-App nicht installiert

source: Quantity
de: Menge
